archlinux-keyring
archlinuxcn-keyring
aria2
atool
autoconf
automake
base
bat
binutils
bison
bitwarden
blas
blueberry
bluez-utils
btop
calibre
catppuccin-mocha-grub-theme-git
cava
cblas
clang
clash-meta
clash-verge
cmake
ctags
dbeaver
dhcpcd
efibootmgr
evince
expac
ext4magic
fakeroot
fcitx5-chinese-addons-git
fcitx5-configtool-git
fcitx5-git
fcitx5-gtk-git
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt5-git
fcitx5-qt6-git
fd
ffmpegthumbnailer
file
findutils
firefox-beta-bin
flex
fzf
gawk
gcc
gettext
gnome-keyring
gnuplot
goldendict-git
graphite-cursor-theme-git
grep
grim
groff
grub
gtk4
gvfs
gvfs-mtp
gzip
highlight
htop
hyprland-git
imv
inetutils
intel-media-driver
intel-ucode
iwd
jdk17-openjdk
julia-bin
kanshi
kitty
lapack
lazygit
lib32-mesa
lib32-nvidia-utils
lib32-pipewire
lib32-vulkan-intel
libc++
libgit2
libreoffice-fresh-zh-cn
libtool
libva-utils
libxcrypt-compat
light
linux
linux-firmware
linux-headers
lldb
llvm
llvm-libs
lua
m4
make
mako
man-db
mariadb
mesa-utils
mpc
mpd
mpv-git
ncmpcpp
neofetch
neovim-git
network-manager-applet
networkmanager
nodejs
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-settings
obs-studio
openssh
openssl-1.1
os-prober
otf-font-awesome
p7zip
pacman
pacman-contrib
pandoc
paru-git
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
poppler-data
python-gobject
python-ipykernel
python-pillow
python-pylint
python-pynvim
python-pyquery
python-requests
python-sympy
qt5-imageformats
qt5-wayland
qt6-doc
qt6-examples
qtcreator
ranger
raw-thumbnailer
ripgrep
rofi
rustup
sed
shellcheck
slurp
spotify
stylua
sudo
swaybg-git
swaylock
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-volman
timeshift
tk
tldr
trash-cli
ttf-sourcecodepro-nerd
tumbler
tutanota-desktop-bin
unarchiver
unrar
unzip
vimix-gtk-themes-git
vimix-icon-theme
vlc-git
vscodium-bin
vulkan-intel
waybar-hyprland-git
wayfire-git
wget
which
wl-clipboard
wlogout
woeusb
wxmaxima
xarchiver
xdg-desktop-portal-wlr
yapf
yt-dlp
zathura
zathura-pdf-poppler
zip
zotero-bin
zsh
